tap "adoptopenjdk/openjdk"
tap "bensadeh/circumflex"
tap "caarlos0/tap"
tap "derailed/k9s"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "int128/kubelogin"
tap "jbangdev/tap"
tap "maciejwalkowiak/brew"
tap "mike-engel/jwt-cli"
tap "mvndaemon/mvnd"
tap "ngrok/ngrok"
tap "pulumi/tap"
tap "stefanprodan/tap"
tap "turbot/tap"
brew "ack"
brew "act"
brew "agg"
brew "aria2"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "aws-sam-cli"
brew "aws-vault"
brew "python@3.12"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bind"
brew "btop"
brew "glib"
brew "cidr"
brew "cli53"
brew "cloc"
brew "croc"
brew "curl"
brew "deno"
brew "difftastic"
brew "dive"
brew "docker-credential-helper-ecr"
brew "duf"
brew "eza"
brew "findutils"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitwatch"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "gopls"
brew "harfbuzz"
brew "gradle"
brew "pango"
brew "graphviz"
brew "groovy"
brew "hadolint"
brew "helm"
brew "htop"
brew "httpstat"
brew "hurl"
brew "iperf3"
brew "jadx"
brew "jbang"
brew "jc"
brew "jless"
brew "jq"
brew "k6"
brew "kind"
brew "kubernetes-cli", link: false
brew "krew"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "lazygit"
brew "make"
brew "mas"
brew "maven"
brew "mosh"
brew "mtr"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "ollama", restart_service: :changed
brew "openfortivpn"
brew "openshift-cli", link: false
brew "oras"
brew "pandoc"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "pipx"
brew "podman"
brew "podman-compose"
brew "postgresql@14"
brew "pv"
brew "python@3.10", link: false
brew "python@3.8"
brew "python@3.9"
brew "rclone"
brew "ripgrep"
brew "serverless"
brew "sevenzip"
brew "shellcheck"
brew "starship"
brew "swaks"
brew "tailscale"
brew "tcptraceroute"
brew "tmux"
brew "todo-txt"
brew "totp-cli"
brew "trash", link: true
brew "unrtf"
brew "unzip"
brew "uv"
brew "watch"
brew "wget"
brew "xsv"
brew "yq"
brew "zip"
brew "zlib"
brew "zsh"
brew "caarlos0/tap/org-stats"
brew "derailed/k9s/k9s"
brew "int128/kubelogin/kubelogin"
brew "maciejwalkowiak/brew/just"
brew "mike-engel/jwt-cli/jwt-cli"
brew "mvndaemon/mvnd/mvnd"
brew "stefanprodan/tap/kustomizer"
brew "turbot/tap/steampipe"
cask "adobe-acrobat-reader", args: { appdir: "/Applications" }
cask "alacritty", args: { appdir: "/Applications" }
cask "alt-tab"
cask "brave-browser", args: { appdir: "/Applications" }
cask "bruno"
cask "dbeaver-community"
cask "docker"
cask "enpass", args: { appdir: "/Applications" }
cask "font-jetbrains-mono", args: { appdir: "/Applications" }
cask "font-jetbrains-mono-nerd-font", args: { appdir: "/Applications" }
cask "gas-mask", args: { appdir: "/Applications" }
cask "ghostty"
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-drive"
cask "intellij-idea-ce"
cask "keka", args: { appdir: "/Applications" }
cask "keycastr", args: { appdir: "/Applications" }
cask "kitty"
cask "messenger"
cask "microsoft-teams", args: { appdir: "/Applications" }
cask "ngrok", args: { appdir: "/Applications" }
cask "obsidian", args: { appdir: "/Applications" }
cask "openkey"
cask "pgadmin4", args: { appdir: "/Applications" }
cask "podman-desktop"
cask "postman", args: { appdir: "/Applications" }
cask "rectangle"
cask "sublime-text", args: { appdir: "/Applications" }
cask "teamviewer", args: { appdir: "/Applications" }
cask "telegram-desktop", args: { appdir: "/Applications" }
cask "the-unarchiver", args: { appdir: "/Applications" }
cask "turbo-boost-switcher"
cask "typora", args: { appdir: "/Applications" }
cask "vanilla", args: { appdir: "/Applications" }
cask "viscosity", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "visualvm", args: { appdir: "/Applications" }
cask "vitals", args: { appdir: "/Applications" }
cask "vlc", args: { appdir: "/Applications" }
cask "wireshark"
cask "xquartz", args: { appdir: "/Applications" }
mas "Flow", id: 1423210932
mas "Microsoft Remote Desktop", id: 1295203466
mas "Tailscale", id: 1475387142
vscode "42crunch.vscode-openapi"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alextreichler.hurl"
vscode "ashpowell.monokai-one-dark-vivid"
vscode "batisteo.vscode-django"
vscode "davidanson.vscode-markdownlint"
vscode "dawhite.mustache"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dgileadi.java-decompiler"
vscode "docker.docker"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "exiasr.hadolint"
vscode "foxundermoon.shell-format"
vscode "frankschmid.serverless-vscode"
vscode "gruntfuggly.vscode-journal-view"
vscode "hashicorp.terraform"
vscode "ithildir.java-properties"
vscode "jacobpfeifer.pfeifer-hurl"
vscode "janjoerke.jenkins-pipeline-linter-connector"
vscode "jebbs.plantuml"
vscode "jim-moody.drools"
vscode "jmmeessen.jenkins-declarative-support"
vscode "jtavin.ldif"
vscode "kevinrose.vsc-python-indent"
vscode "kortina.vscode-markdown-notes"
vscode "linjun.git-graph-pro"
vscode "lunuan.kubernetes-templates"
vscode "magicstack.magicpython"
vscode "mandeepsran.gruvbox-black"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "michelemelluso.code-beautifier"
vscode "mikestead.dotenv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "mwpb.java-prettier-formatter"
vscode "naco-siren.gradle-language"
vscode "njpwerner.autodocstring"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "pajoma.vscode-journal"
vscode "pverest.java-ide-pack"
vscode "rangav.vscode-thunder-client"
vscode "rarnoldmobile.todo-txt"
vscode "raynigon.nginx-formatter"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "richardwillis.vscode-spotless-gradle"
vscode "secanis.jenkinsfile-support"
vscode "shanoor.vscode-nginx"
vscode "streetsidesoftware.code-spell-checker"
vscode "tim-koehler.helm-intellisense"
vscode "trixnz.vscode-lua"
vscode "tumido.crd-snippets"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-spring-boot"
vscode "vs-publisher-403103.cobalt-one-dark-plus"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "william-voyek.vscode-nginx"
vscode "youmaycallmev.vscode-java-saber"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zoellner.openapi-preview"
