tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jcamiel/hurl"
tap "mike-engel/jwt-cli"
tap "ryota-ka/twterm"
tap "teamookla/speedtest"
brew "ack"
brew "aria2"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "glib"
brew "cli53"
brew "coreutils"
brew "croc"
brew "curl"
brew "dateutils"
brew "dive"
brew "docker-credential-helper-ecr"
brew "duf"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fnm"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "gradle"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "groovy"
brew "hadolint"
brew "helm"
brew "htop"
brew "hugo"
brew "imlib2"
brew "jenv"
brew "jq"
brew "k3d"
brew "kubectx"
brew "kubeseal"
brew "libcaca"
brew "libidn"
brew "libksba"
brew "make"
brew "mas"
brew "maven"
brew "mpv"
brew "mtr"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "openshift-cli"
brew "pandoc"
brew "parallel"
brew "podman"
brew "python-yq", link: false
brew "python@3.7"
brew "python@3.8"
brew "ruby"
brew "serverless"
brew "shellharden"
brew "starship"
brew "swaks"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "todo-txt"
brew "toilet"
brew "trash"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zlib"
brew "zsh"
brew "jcamiel/hurl/hurl"
brew "mike-engel/jwt-cli/jwt-cli"
brew "teamookla/speedtest/speedtest"
cask "adobe-acrobat-reader", args: { appdir: "/Applications" }
cask "adoptopenjdk11"
cask "adoptopenjdk13"
cask "adoptopenjdk8"
cask "alacritty"
cask "amethyst"
cask "angry-ip-scanner", args: { appdir: "/Applications" }
cask "aws-vault"
cask "balsamiq-wireframes", args: { appdir: "/Applications" }
cask "basictex"
cask "dbeaver-community"
cask "docker", args: { appdir: "/Applications" }
cask "enpass", args: { appdir: "/Applications" }
cask "fanny"
cask "firefox"
cask "font-fira-mono", args: { appdir: "/Applications" }
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "font-hasklug-nerd-font", args: { appdir: "/Applications" }
cask "font-iosevka"
cask "font-jetbrains-mono", args: { appdir: "/Applications" }
cask "font-jetbrains-mono-nerd-font", args: { appdir: "/Applications" }
cask "font-ubuntu-nerd-font"
cask "franz", args: { appdir: "/Applications" }
cask "gas-mask", args: { appdir: "/Applications" }
cask "google-backup-and-sync", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "iterm2", args: { appdir: "/Applications" }
cask "keka", args: { appdir: "/Applications" }
cask "keycastr", args: { appdir: "/Applications" }
cask "kitty"
cask "messenger"
cask "microsoft-teams", args: { appdir: "/Applications" }
cask "ngrok", args: { appdir: "/Applications" }
cask "onedrive", args: { appdir: "/Applications" }
cask "pgadmin4", args: { appdir: "/Applications" }
cask "postman", args: { appdir: "/Applications" }
cask "robo-3t", args: { appdir: "/Applications" }
cask "secretive"
cask "shiftit", args: { appdir: "/Applications" }
cask "skype", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "snagit", args: { appdir: "/Applications" }
cask "sublime-text", args: { appdir: "/Applications" }
cask "teamviewer", args: { appdir: "/Applications" }
cask "telegram-desktop", args: { appdir: "/Applications" }
cask "the-unarchiver", args: { appdir: "/Applications" }
cask "typora", args: { appdir: "/Applications" }
cask "viscosity", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "visualvm", args: { appdir: "/Applications" }
cask "vlc", args: { appdir: "/Applications" }
cask "webex-meetings", args: { appdir: "/Applications" }
cask "xquartz", args: { appdir: "/Applications" }
cask "zoom"
mas "Azure VPN Client", id: 1553936137
mas "Be Focused Pro", id: 961632517
mas "Flow", id: 1423210932
mas "Microsoft Remote Desktop", id: 1295203466
mas "MuteKey", id: 1509590766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
